import './style.css';


function Song ()
{
    return(


<div className="para-div">
<div className="para-container">
<p className="para">
என்னைக்கோ ஏர் புடிச்சானே <br/>
நம்ம முன்னொரு முன்னொரு சூடம் வெச்சானே வெச்சானே <br/>
கொள்ளைக்கே வேலி நட்டாலும் குறைவில்லாமலே <br/>
பாதை விட்டானே<br/>
என் மம்பட்டி எல்லாம் சேரு <br/>
குண்டான் வந்தான் சோறு 
தொண்ட குழி <br/>
அது அது மண்ணு சுமந்த சாறு<br/>
வாரி தந்தானே காணி நிலத்தை கீறி தந்தானே தந்தானே <br/>
வனத்த சார்ந்து தான் தான் சேர்ந்து சேர்ந்து சேர்ந்து இருந்தானே <br/>
யே கஞ்சி கஞ்சி குடுத்த குடுத்த பஞ்ச பூதம் நம்ம சாமி <br/>
தாலாட்டுற தாலாட்டுற தாயே விதை விவசாயி வண்டுக்கும் <br/>
நண்டுக்கும் நண்டுக்கும் காக்கா குஞ்சுக்கும் குருவிக்கும் நாத்து நட்டா நட்டா சந்தோஷம் <br/>
சில்லுகும் சில்லுகும் பேசும் நெல்லுக்கும் <br/>
மூச்சு இருக்கு புல்லுக்கும் காத்து அடிச்சா உராசும் <br/>
<br/>
யே கன்னங்கரு ஆகாயம் வெள்ளி பொடி பொடி பச்சை <br/>
புள்ள புள்ள என் காடு ஒத்துகொட சாய <br/>
கடை போனாலும் <br/>
ஏன்ன வில நான் கூற <br/>
விட தோணாதே என் நெல்ல ஏ வெள்ளாமை வெள்ளாமை தான் <br/>
<br/>
வெளைஞ்சு <br/>
கும்புடுவோம் அடி குனிஞ்சு <br/>
மண்ணுக்குள்ளே வேறும் சேர்த்து <br/>
வைக்கும் வைக்கும் பாரு ஒன்னு தேரு <br/>
தேரு ஏ ஏ ஏ கன்னங்கரு <br/>
<br/>
ஆகாயம் வெள்ளி வெள்ளி பொடி பொடி <br/>
பச்சை புள்ள என் காடு ஒத்துக்கொடு சாய சந்தக்கட <br/>
சந்தக்கட போனாலும் என்ன வில நான் கூற <br/>
விட தோணாதே என் நெல்ல என்னைக்கோ ஏர் <br/>
<br/>
புடிச்சானே என்னைக்கோ ஏர் <br/>
புடிச்சானே என்னைக்கோ <br/>
என்னைக்கோ புடிச்சானே புடிச்சானே <br/>
<br/></p>
</div>
</div>
    );
}

export default Song;